Repository: atefganm/openhdf-enigma2
Catalog: lib/python/Plugins/Extensions/QuadPip/locale/*/LC_MESSAGES/QuadPiP.po
Languages: fi, fr, ru

source: Menu key : Select quad channel
fi: Menu näppäin: Valitse Quad Kanava
fr: Touche Menu : Sélectionner le canal quadruple
ru: [menu]: Выбор блока Quad

source: Red key : Show/Hide texts
fi: Punainen näppäin : Näytä/Piilota teksti
fr: Touche rouge : Afficher/Masquer le nom du canal
ru: [red]: Скрыть/показать текст

source: (current channel)
fi: (nykyinen kanava)
fr: (chaîne actuelle)
ru: (текущий блок)

source: <No Channel>
fi: <Ei Kanavaa>
fr: <Pas de chaîne>
ru: <Нет канала>

source: <empty>
fi: <tyhjä>
fr: <vide>
ru: <пусто>

source: Add
fi: Lisää
fr: Ajouter
ru: Добавить

source: Add New Quad Channel Entry
fi: Lisää Uusi Quad Kanava
fr: Ajout d'une nouvelle entrée de chaîne quadruple
ru: Добавить новый блок Quad

source: Box or driver is not support Quad PiP.
fi: Vastaanotin tai ajuri ei tue Quad PiP.
fr: Récepteur ou pilote n'est pas compatible Quad PiP.
ru: Ресивер или драйвер не поддерживает Quad PiP!

source: Choice where to put "%s"
fi: Numeromääritys kohteelle "%s"
fr: Choix de l'endroit où mettre les "%s".
ru: Назначение номера для "%s"

source: EPG key : Switch to channel list Ok key : Remove selected channel PVR key : Input channel name Exit key : Finish channel edit
fi: EPG näppäin: Vaihda kanavalista OK näppäin: Poista valittu kanava PVR näppäin: Syöttä kanavan nimi Exit näppäin : Lopeta kanavan muokkaus
fr: Touche EPG : Passer à la liste des canaux Touche Ok : Supprimer le canal sélectionné Touche PVR : Nom du canal d'entrée Touche Quitter : Terminer l'édition des canaux
ru: Кнопка EPG: переключить на список каналов Кнопка Ok: удалить выбранный канал Кнопка PVR: ввод названия блока Кнопка Exit: закончить редактирование блока

source: EPG key : Switch to quad PiP entry Ok key : Add to new entry PVR key : Input channel name Exit key : Finish channel edit
fi: EPG näppäin: Vaihda Quad PiP tulo OK näppäin: Poista valittu kanava PVR näppäin: Syöttä kanavan nimi Exit näppäin : Lopeta kanavan muokkaus
fr: Touche EPG : Passer à l'entrée PiP quadruple. Touche Ok : Ajouter à une nouvelle entrée Touche PVR : Nom du canal d'entrée Touche Quitter : Terminer l'édition des canaux
ru: Кнопка EPG: переключить на блок(и) Quad PiP Кнопка Ok: добавить новый канал Кнопка PVR: ввод названия блока Кнопка Exit: закончить редактирование блока

source: Edit
fi: Muokata
fr: Éditer
ru: Редактировать

source: Edit Quad Channel Entry
fi: Muokkaa Quad Listan kohteita
fr: Modifier l'entrée de canal quadruple
ru: Редактировать блок Quad

source: Enable Quad PiP
fi: Ota Quad PiP käyttöön
fr: Activer Quadruple PIP
ru: Включить Quad PiP

source: Exit Quad Channel Selection
fi: Poistu Quad Kanava Valinnasta
fr: Quitter la sélection du canal quadruple
ru: Выход из настройки блоков Quad

source: Exit quad PiP
fi: Poistu quad PiP
fr: Sortie quadruple PiP
ru: Выход из Quad PiP

source: Input channel name.
fi: Syötä kanavan nimi.
fr: Entrez le nom du canal.
ru: Ввод названия блока

source: Next quad PiP channel
fi: Seuravaa quad PiP kanava
fr: Canal PiP quadruple suivant
ru: Следующий блок Quad PiP

source: No channel
fi: Ei Kanavaa
fr: Aucune chaîne
ru: Нет канала

source: Prev quad PiP channel
fi: Edellinen quad PiP kanava
fr: Canal PiP quadruple précédent
ru: Предыдущий блок Quad PiP

source: Quad PiP Channel Selection
fi: Quad PiP kanava valinta
fr: Quadruple PiP Channel Selection
ru: Quad PiP - настройка блоков/каналов

source: Quad PiP Screen
fi: Quad PiP Näyttö
fr: Quadruple écran PiP
ru: Окно Quad PiP

source: Quad PiP channel
fi: Quad PiP Kanava
fr: Quadruple canal PiP
ru: Quad PiP блок

source: Quad PiP is not available.
fi: Quad PiP ei ole saatavilla.
fr: Quad PiP n'est pas disponible.
ru: Quad PiP не доступен!

source: Quad Picture in Picture
fi: Quad Kuva kuvassa
fr: Quadruple Image dans Image
ru: Quad картинка в картинке

source: Really delete this entry?
fi: Haluatko todella poistaa tämän merkinnän?
fr: Vraiment supprimer cette entrée?
ru: Действительно удалить этот блок?

source: Remove
fi: Poista
fr: Retirer
ru: Удалить

source: Remove Quad Channel Entry
fi: ´Poista Quad Kanava merkintä
fr: Supprimer l'entrée de canal quadruple
ru: Удалить текущий блок Quad

source: Select
fi: Valitse
fr: Sélectionner
ru: Выбор

source: Select Quad Channels
fi: Valitse Quad Kanavat
fr: Sélectionner les canaux quadruples
ru: Выбор блока Quad

source: Select channel audio
fi: Ääni palvelun valitseminen
fr: Choisir le canal audio
ru: Выбор сервиса с аудио

source: Show channel selection
fi: Avaa Quad asetukset
fr: Afficher la sélection de la chaîne
ru: Открыть настройку блоков Quad

source: Show/Hide focus bar
fi: Näytä/Piilota valinta palkki
fr: Afficher/Masquer la barre focus
ru: Показать/скрыть панель выбора

source: Zap focused channel on full screen
fi: Vaihda valittu kanava koko näyttöön
fr: Canal Zap focalisé en plein écran
ru: Переключить выбранный сервис на весь экран
